/**/
"Cancel" = "취소";
/**/
"Delete" = "삭제";
/**/
"Open" = "열기";
/**/
"Edit" = "편집";
/**/
"Yes" = "예";

/*Geometry Edit Action Name*/
"Apply Geometry" = "지오메트리 적용";
/*Geometry Edit Action Name*/
"Clear Geometry" = "지오메트리 해제";
/*Geometry Edit Action Name*/
"Delete Vertex" = "꼭지점 삭제";
/*Geometry Edit Action Name*/
"Insert Part" = "파트 삽입";
/*Geometry Edit Action Name*/
"Insert Vertex" = "버텍스 삽입";
/*Geometry Edit Action Name*/
"Move Vertex" = "버텍스 이동";
/*Geometry Edit Action Name*/
"Remove Part" = "파트 삭제";

/*Collecting attachments*/
"Add" = "추가";
/*Collecting attachments*/
"Take Photo or Video" = "사진 또는 비디오 촬영";
/*Collecting attachments*/
"Choose From Library" = "라이브러리에서 선택";
/*Collecting attachments*/
"Photo" = "사진";
/*Collecting attachments*/
"Video" = "비디오";
/*Collecting attachments*/
"Save To Photo Library" = "사진 라이브러리에 저장";
/*Collecting attachments*/
"Download" = "다운로드";

/*Date attribute*/
"Today" = "오늘";

/**/
"Attachments" = "첨부 파일";
"Attributes" = "속성";

/**/
"Open in Safari" = "Safari에서 열기";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "%i에서 %i 사이의 숫자를 입력하십시오.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "%f에서 %f 사이의 숫자를 입력하십시오.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "문자 수가 너무 많음(%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "허용 가능한 범위를 벗어난 숫자입니다.";

/* BLOB, RASTER, etc */
"Field type not supported" = "필드 유형이 지원되지 않음";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d중 %d";

/**/
"ChangingFeatureTypeAlertTitle" = "피처 유형 변경";
"ChangingFeatureTypeAlertMessage" =  "피처 유형을 변경하려고 합니다. 피처 유형을 변경하면 일부 필드 값이 덮어써질 수 있습니다. 필드 유형을 변경하시겠습니까?";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "파이 차트 데이터가 올바르지 않습니다.";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "파이 차트를 만들 데이터가 없습니다.";
